Repository: bean-i/Animori
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko

# alert_networkError_cancel
source: Cancel
ja: キャンセル
ko: 취소

# alert_networkError_message
source: A network error occurred. Please try again.
ja: ネットワークエラーが発生しました。再試行してください。
ko: 네트워크 오류가 발생했습니다. 다시 시도해 주세요.

# alert_networkError_retry
source: Retry
ja: 再試行
ko: 다시 시도

# alert_networkError_title
source: Network Error
ja: ネットワークエラー
ko: 네트워크 오류 발생

# animation
source: Anime
ja: アニメ
ko: 애니메이션

# anime_list_title_complete
source: Completed Anime
ja: 完結アニメ
ko: 완결 애니메이션

# anime_list_title_movie
source: Anime Movies
ja: アニメ映画
ko: 극장판 애니메이션

# anime_list_title_season
source: This Season
ja: 今期アニメ
ko: 이번 시즌 애니메이션

# classic_finished_anime
source: Must-Watch Completed Anime
ja: まだ観てないの？名作完結アニメ
ko: 아직 안 봤어? 명작 완결 애니메이션

# currently_airing
source: Airing
ja: 放送中
ko: 방영 중

# detail_aired
source: Aired
ja: 放送期間
ko: 방영기간

# detail_character
source: Characters
ja: キャラクター
ko: 캐릭터

# detail_ott
source: Streaming
ja: 配信サービスへ
ko: OTT 바로가기

# detail_rating
source: Rating
ja: 視聴年齢
ko: 이용가

# detail_recommended
source: Similar Anime
ja: おすすめアニメ
ko: 비슷한 애니메이션 추천

# detail_review
source: Reviews
ja: レビュー
ko: 리뷰

# detail_Synopsis
source: Plot
ja: あらすじ
ko: 줄거리

source: Genre Shortcuts
ja: ジャンルショートカット
ko: 장르 바로가기

# movie_anime
source: Top Anime Movies
ja: 人気アニメ映画
ko: 인기 애니메이션 영화

# new_season_anime
source: This Season! New Anime Releases
ja: 今期！新作アニメ
ko: 이번 시즌! 신작 애니메이션

# phrase_loading
source: Loading...
ja: 読み込み中...
ko: 로딩 중...

# phrase_translating
source: Translating...
ja: 翻訳中...
ko: 번역 중...

source: Rating
ja: 評価
ko: 별점순

# recent_search
source: Recent Searches
ja: 最近の検索
ko: 최근 검색어

source: Search
ja: 検索
ko: 검색

source: Search for Anime.
ja: 気になるアニメを検索してみてください。
ko: 애니메이션을 검색해 보세요.

# sort_by_likes
source: Likes
ja: いいね順
ko: 좋아요순

# sort_by_popularity
source: Popular
ja: 人気順
ko: 인기순

source: Top Anime
ja: トップアニメ
ko: Top 애니메이션

source: Top Characters
ja: トップキャラクター
ko: Top 캐릭터

# upcoming_broadcast
source: Upcoming
ja: 放送予定
ko: 방영 예정
